<?php
/**
 * Created by PhpStorm.
 * User: matin
 * Date: 10/1/2018
 * Time: 8:05 PM
 */

return [
    'meli_payamak' =>
        [
            'token_verification' => ' کد فعال سازی شما' . ':'. " :token",
            'forgot_password_token' => ' کد فراموشی رمز عبور شما' . ':' . " :token",

            'send' =>
                [
                    'sendSimpleSMS' =>
                        [
                            '0' => 'نام کاربری یا رمز عبور اشتباه می باشد‬',
                            '1' => 'درخواست با موفقیت انجام شد',
                            '2' => 'اعتبار کافی نمی باشد‫',
                            '3' => '‫محدودیت در ارسال روزانه‬',
                            '4' => 'محدودیت در حجم ارسال‬',
                            '5' => 'شماره فرستنده معتبر نمی باشد',
                            '6' => 'سامانه در حال بروزرسانی می باشد‬',
                            '7' => 'متن حاوی کلمه فیلتر شده می باشد‬',
                            '9' => 'ارسال از خطوط عمومی از طریق وب سرویس امکان پذیر نمی باشد‫‬‫‬',
                            '10' => 'کاربر مورد نظر فعال نمی باشد‬',
                            '11' => '‫ارسال نشده',
                            '12' => 'مدارک کاربر کامل نمی باشد‬',
                        ]
                ]
        ]
];